import React from "react";

const About = () => {
  return (
    <div>
      <h1>О нас</h1>
      <div className="Content-0-3-198 section-text-content">
        <p>
          <span className="strong-0-3-194">Delivio </span>– это современный
          food-tech проект по доставке еды из ресторанов и продуктов из
          магазинов. Наша цель заключается в том, чтобы максимально
          автоматизировать и упростить весь цикл доставки ваших заказов, при
          этом сохраняя качество и доступность любимых блюд.
        </p>
        <span className="strong-0-3-194">Почему мы:</span>
        <ul>
          <li>
            <strong>800+</strong> популярных заведений, подключенных к сервису с
            расширенным радиусом доставки;
          </li>
          <li>
            <strong>13 000+</strong> блюд и <strong>5 000+</strong> товаров,
            доступных для заказа, а также постоянные обновления меню в
            заведениях;
          </li>
          <li>
            удобное приложение для iOS и Android, позволяющее отслеживать
            передвижения курьера в режиме реального времени;
          </li>
          <li>
            бережная доставка заказа в течение 30 минут с момента готовности
            блюда;
          </li>
          <li>опрятные, вежливые и тактичные курьеры;</li>
          <li>онлайн-оплата на сайте или в приложении;</li>
          <li>возможность бесконтактной доставки;</li>
          <li>регулярные совместные акции с ресторанами;</li>
          <li>возможность предзаказа за 5 дней;</li>
          <li>
            мы не списываем деньги до момента завершения заказа. В случае
            необходимости возврата, деньги могут быть доступны вам мгновенно.
          </li>
        </ul>
        <p>
          <span className="strong-0-3-194">Как мы работаем:</span>
        </p>
        <p>
          Для того, чтобы совершить заказ, вам просто нужно выбрать интересующий
          вас ресторан или магазин и добавить понравившиеся блюда и товары в
          корзину. После оформления, заказ автоматически отправляется на кухню
          ресторана или комплектовщику магазина, минуя call-центр. Благодаря
          такой автоматизации процессов, буквально за полчаса свежий круассан,
          сочный бургер, ароматный вок или все необходимые продукты будут
          доставлены к вашему столу.
        </p>
        <p>
          Мы уделяем должное внимание качеству доставки и поэтому позаботились о
          том, чтобы сохранялась нужная температура блюда! У каждого курьера
          Delivio имеется специальная термосумка с дополнительным блоком для
          подогрева.
        </p>
        <p>
          Далее - дело за малым! Вам останется лишь принять заказ у курьера и, в
          предвкушении, открыть наш фирменный пакет и наслаждаться свежей,
          ароматной, только-только приготовленной любимой едой!
        </p>
        <p>
          Лучшие заведения уже с нами! Самые популярные объекты питания Минска,
          Бреста, Витебска, Гомеля, Гродно и Могилева уже доступны в нашем
          сервисе. Многие из заведений стали нашими эксклюзивными партнёрами и
          доступны в специальном разделе «Только в Delivio». Мы активно работаем
          над тем, чтобы каждый из вас мог открывать для себя новые блюда и
          разные кухни прямо у себя дома!
        </p>
        <p>Мы готовы сделать вкусным КАЖДЫЙ ваш день!</p>
        <h3 className="counterpartiesTitle-0-3-195">Партнеры</h3>
      </div>
    </div>
  );
};

export default About;
